{
  "afghanistan": {
    "fundName": "Afghanistan Humanitarian Fund",
    "introduction": "The Afghanistan Humanitarian Fund (AHF) continues to play a critical role in addressing the complex humanitarian needs across the country. In 2025, the fund has enabled rapid and flexible response to emerging crises while supporting strategic multi-sectoral interventions that address the root causes of vulnerability. Through close coordination with humanitarian partners and local communities, the AHF has ensured that life-saving assistance reaches those most in need, particularly in hard-to-reach areas where humanitarian access remains challenging."
  },
  "burkina-faso": {
    "fundName": "Burkina Faso Regional Humanitarian Fund for West and Central Africa",
    "introduction": "The Burkina Faso component of the Regional Humanitarian Fund for West and Central Africa (RhPF-WCA) has been instrumental in responding to the escalating humanitarian crisis driven by conflict, displacement, and climate shocks. Throughout 2025, the fund has prioritized protection services, emergency shelter, and essential services for displaced populations, while strengthening local response capacity and promoting community resilience."
  },
  "car": {
    "fundName": "Central African Republic Humanitarian Fund",
    "introduction": "The Central African Republic Humanitarian Fund (CAR HF) has maintained its focus on addressing the persistent humanitarian needs arising from ongoing conflict and displacement. In 2025, the fund has facilitated coordinated response across multiple sectors, with particular emphasis on protection, health, and education services. The fund's flexible allocation mechanisms have enabled rapid response to sudden-onset crises while supporting longer-term interventions that build community resilience."
  },
  "chad": {
    "fundName": "Chad Regional Humanitarian Fund for West and Central Africa",
    "introduction": "The Chad component of the Regional Humanitarian Fund for West and Central Africa has been essential in responding to the multi-faceted humanitarian situation, including the impact of regional conflicts, climate-related shocks, and hosting large numbers of refugees. Throughout 2025, the fund has prioritized life-saving assistance while working to strengthen local capacity and promote sustainable solutions for affected communities."
  },
  "drc": {
    "fundName": "Democratic Republic of Congo Humanitarian Fund",
    "introduction": "The Democratic Republic of Congo Humanitarian Fund (DRC HF) remains one of the largest Country-Based Pooled Funds globally, addressing the extensive humanitarian needs across this vast country. In 2025, the fund has continued to support strategic interventions across health, protection, food security, and education sectors, while enabling rapid response to emerging crises through its emergency reserve mechanism. The fund's strong emphasis on localization has empowered national and local NGOs to play a central role in humanitarian response."
  },
  "ethiopia": {
    "fundName": "Ethiopia Humanitarian Fund",
    "introduction": "The Ethiopia Humanitarian Fund (EHF) has been critical in responding to the complex humanitarian situation, addressing needs arising from conflict, climate shocks, and displacement. Throughout 2025, the fund has supported coordinated multi-sectoral response while strengthening partnerships with local organizations and promoting community-led initiatives that enhance resilience and recovery."
  },
  "haiti": {
    "fundName": "Haiti Regional Humanitarian Fund for Latin America and the Caribbean",
    "introduction": "The Haiti component of the Regional Humanitarian Fund for Latin America and the Caribbean (RhPF-LAC) has focused on addressing the humanitarian consequences of political instability, natural disasters, and chronic vulnerability. In 2025, the fund has enabled timely response to emergencies while supporting interventions that address protection needs, food security, and essential services, with a strong emphasis on building local capacity and community resilience."
  },
  "lebanon": {
    "fundName": "Lebanon Humanitarian Fund",
    "introduction": "The Lebanon Humanitarian Fund (LHF) has played a crucial role in addressing the humanitarian needs of both Lebanese communities and refugees, particularly Syrian refugees. Throughout 2025, the fund has prioritized protection services, health, education, and livelihoods support, working closely with local partners to ensure culturally appropriate and contextually relevant assistance reaches those most in need."
  },
  "mali": {
    "fundName": "Mali Regional Humanitarian Fund for West and Central Africa",
    "introduction": "The Mali component of the Regional Humanitarian Fund for West and Central Africa has been essential in responding to the escalating humanitarian crisis driven by conflict, displacement, and food insecurity. In 2025, the fund has supported life-saving interventions across protection, health, food security, and water, sanitation, and hygiene sectors, while strengthening coordination mechanisms and local response capacity."
  },
  "mozambique": {
    "fundName": "Mozambique Regional Humanitarian Fund",
    "introduction": "The Mozambique Regional Humanitarian Fund has focused on addressing the humanitarian impact of conflict in the northern provinces, climate-related disasters, and chronic vulnerability. Throughout 2025, the fund has enabled rapid response to emergencies while supporting strategic interventions that address protection needs, food security, and essential services, with emphasis on building community resilience and local capacity."
  },
  "myanmar": {
    "fundName": "Myanmar Humanitarian Fund",
    "introduction": "The Myanmar Humanitarian Fund (MHF) has been critical in responding to the complex humanitarian situation following political instability and ongoing conflict. In 2025, the fund has facilitated coordinated response across multiple sectors, prioritizing protection, health, food security, and shelter needs while ensuring that assistance reaches vulnerable communities, including internally displaced persons and host communities."
  },
  "niger": {
    "fundName": "Niger Regional Humanitarian Fund for West and Central Africa",
    "introduction": "The Niger component of the Regional Humanitarian Fund for West and Central Africa has addressed the humanitarian needs arising from conflict, displacement, food insecurity, and climate shocks. Throughout 2025, the fund has prioritized life-saving assistance while supporting interventions that strengthen local capacity and promote community resilience, particularly in regions affected by conflict and displacement."
  },
  "nigeria": {
    "fundName": "Nigeria Humanitarian Fund",
    "introduction": "The Nigeria Humanitarian Fund (NHF) has been instrumental in responding to the humanitarian crisis in the northeast, addressing needs arising from conflict, displacement, and food insecurity. In 2025, the fund has supported coordinated multi-sectoral response while strengthening partnerships with local organizations and ensuring that assistance reaches the most vulnerable populations, including internally displaced persons and host communities."
  },
  "opt": {
    "fundName": "Occupied Palestinian Territory Humanitarian Fund",
    "introduction": "The Occupied Palestinian Territory Humanitarian Fund (oPt HF) has been critical in addressing the humanitarian needs across the West Bank and Gaza Strip. Throughout 2025, the fund has prioritized protection services, health, education, and livelihoods support, working closely with Palestinian and international partners to ensure that life-saving assistance reaches those most in need while addressing the root causes of vulnerability."
  },
  "pakistan": {
    "fundName": "Pakistan Afghanistan Regional Humanitarian Pooled Fund",
    "introduction": "The Pakistan component of the Afghanistan Regional Humanitarian Pooled Fund (AP-RHPF) has focused on addressing the humanitarian needs of Afghan refugees and host communities. In 2025, the fund has supported essential services including health, education, protection, and livelihoods, while strengthening coordination mechanisms and promoting sustainable solutions for refugee populations and their host communities."
  },
  "somalia": {
    "fundName": "Somalia Humanitarian Fund",
    "introduction": "The Somalia Humanitarian Fund (SHF) has been essential in responding to the complex humanitarian situation driven by conflict, climate shocks, and displacement. Throughout 2025, the fund has prioritized life-saving interventions across protection, health, food security, and water, sanitation, and hygiene sectors, while strengthening local capacity and promoting community-led initiatives that enhance resilience."
  },
  "south-sudan": {
    "fundName": "South Sudan Humanitarian Fund",
    "introduction": "The South Sudan Humanitarian Fund (SSHF) remains one of the largest Country-Based Pooled Funds, addressing extensive humanitarian needs across the country. In 2025, the fund has continued to support strategic interventions across multiple sectors while enabling rapid response to emerging crises. The fund's strong emphasis on localization has empowered national and local NGOs, ensuring that humanitarian response is contextually appropriate and sustainable."
  },
  "sudan": {
    "fundName": "Sudan Humanitarian Fund",
    "introduction": "The Sudan Humanitarian Fund (SHF) has been critical in responding to one of the world's largest humanitarian crises, addressing needs arising from conflict, displacement, and food insecurity. Throughout 2025, the fund has supported life-saving interventions across protection, health, food security, and essential services, working closely with partners to ensure assistance reaches those most in need despite significant access challenges."
  },
  "syria": {
    "fundName": "Syria Humanitarian Fund",
    "introduction": "The Syria Humanitarian Fund has been essential in addressing the extensive humanitarian needs across the country following years of conflict. In 2025, the fund has prioritized protection services, health, education, and livelihoods support, working closely with local partners to ensure that assistance reaches vulnerable populations, including internally displaced persons and host communities."
  },
  "syria-crossborder": {
    "fundName": "Syria Cross-border Humanitarian Fund",
    "introduction": "The Syria Cross-border Humanitarian Fund has been critical in enabling humanitarian assistance to reach populations in northwest Syria through cross-border operations. Throughout 2025, the fund has supported life-saving interventions across multiple sectors, working with partners to ensure that essential services reach those in need despite the complex operational environment and access challenges."
  },
  "ukraine": {
    "fundName": "Ukraine Humanitarian Fund",
    "introduction": "The Ukraine Humanitarian Fund (UHF) has been instrumental in responding to the humanitarian crisis following the escalation of conflict. In 2025, the fund has prioritized protection services, health, shelter, and essential services, working closely with Ukrainian and international partners to ensure that life-saving assistance reaches those most affected, including internally displaced persons and communities in conflict-affected areas."
  },
  "venezuela": {
    "fundName": "Venezuela Humanitarian Fund",
    "introduction": "The Venezuela Humanitarian Fund has focused on addressing the humanitarian needs arising from the complex socio-economic situation. Throughout 2025, the fund has supported essential services including health, protection, food security, and water, sanitation, and hygiene, while strengthening coordination mechanisms and promoting community-led initiatives that enhance resilience and recovery."
  },
  "yemen": {
    "fundName": "Yemen Humanitarian Fund",
    "introduction": "The Yemen Humanitarian Fund (YHF) remains one of the largest Country-Based Pooled Funds globally, addressing the world's largest humanitarian crisis. In 2025, the fund has continued to support strategic interventions across multiple sectors while enabling rapid response to emerging crises through its emergency reserve mechanism. The fund's emphasis on localization has empowered Yemeni organizations to play a central role in humanitarian response, ensuring that assistance is contextually appropriate and reaches those most in need."
  }
}

